{
  "kata": {
    "atas": [
      "Selamat! Prestasimu luar biasa. Keuletan dan ketekunanmu telah membuahkan hasil yang gemilang. Teruslah bersemangat dan jadilah inspirasi bagi teman-temanmu.",
      "Bravo! Kamu telah menunjukkan dedikasi yang luar biasa dalam belajar. Pertahankan semangat dan teruslah mengejar keunggulan. Dunia penuh peluang menantimu!",
      "Kehebatanmu dalam belajar sungguh menginspirasi! Teruskan semangat dan keuletanmu dalam mengejar impianmu. Dunia akademik dan profesi siap menyambutmu sebagai pemimpin masa depan.",
      "Bravo! Kamu adalah contoh nyata bahwa kerja keras dan ketekunan membawa hasil yang gemilang. Jadilah inspirasi bagi teman-temanmu dan teruslah mengejar prestasi yang lebih tinggi."
    ],
    "sedang_atas": [
      "Selamat! Kamu telah mencapai tingkat prestasi yang sangat baik. Jangan berhenti di sini, teruslah berusaha untuk meraih hasil yang lebih baik lagi. Keyakinan pada dirimu adalah kunci kesuksesanmu.",
      "Bagus sekali! Kerja kerasmu telah membawa hasil yang membanggakan. Tetaplah konsisten dan fokus pada pencapaianmu. Taklukkan batas-batas dirimu sendiri!",
      "Selamat! Prestasimu menggambarkan komitmen dan dedikasimu dalam belajar. Pertahankan semangat dan teruslah mengejar kesempurnaan. Dunia penuh peluang menantimu untuk menerangi jalanmu.",
      "Teruslah melangkah dengan penuh keyakinan! Skormu menunjukkan kemampuanmu yang luar biasa. Jangan ragu untuk mengeksplorasi potensimu lebih jauh dan berani ambil tantangan yang lebih besar."
    ],
    "sedang_bawah": [
      "Selamat! Kamu telah menunjukkan usaha yang baik dalam belajar. Jangan berkecil hati dengan skormu, tetapi gunakan sebagai motivasi untuk terus meningkatkan diri. Percayalah, kamu mampu mencapai potensimu yang sebenarnya.",
      "Pertahankan semangatmu! Meski hasilmu belum maksimal, jangan menyerah. Pelajari dari kesalahanmu dan temukan cara yang lebih efektif untuk belajar. Keberhasilanmu ada di tanganmu sendiri.",
      "Selamat! Kamu telah menunjukkan ketekunan dan usaha yang patut diapresiasi. Jangan biarkan skormu mengurangi kepercayaan dirimu. Teruslah berusaha, tingkatkan metode belajarmu, dan jadikan skor ini sebagai pemicu untuk mencapai yang lebih baik.",
      "Perjalananmu dalam belajar adalah perjalanan yang berharga. Kendati hasilmu belum mencapai puncak, jangan menyerah. Pelajari dari kesalahanmu, perbaiki diri, dan yakinlah bahwa kamu mampu meraih kemajuan yang signifikan."
    ],
    "bawah": [
      "Jangan putus asa! Rapor ini hanyalah titik awal. Gunakan sebagai pelajaran berharga untuk memperbaiki diri. Setiap langkah kecil menuju perbaikan adalah langkah menuju kesuksesan.",
      "Jangan biarkan skor rendah menghentikanmu. Percayalah, kamu memiliki potensi yang luar biasa. Bangkit, cari bantuan jika diperlukan, dan terus berusaha. Kesuksesanmu menanti di masa depan.",
      "Jangan menyerah! Rapor ini bukan akhir dari segalanya. Gunakan hasil ini sebagai titik awal untuk merubah dan meningkatkan dirimu. Ingatlah bahwa setiap langkah kecil menuju perbaikan adalah langkah yang berarti menuju kesuksesan.",
      "Kamu memiliki potensi yang luar biasa! Jangan biarkan skor rendah menghentikanmu. Temukan sumber daya dan bantuan yang diperlukan, bangun kebiasaan belajar yang baik, dan berkomitmen untuk meraih prestasi yang lebih tinggi. Masa depan cerah menunggumu."
    ]
  },
  "link": {
    "matematika": [
      "https://youtu.be/d33u16SxB0Y",
      "https://youtu.be/y1BZBU5YXcM",
      "https://www.youtube.com/live/csDagJjg4zs?feature=share",
      "https://youtu.be/eQv10AP5BG0"
    ],
    "kimia": [
      "https://youtu.be/BpoWFzn8Dmw",
      "https://youtu.be/IPxge74VsOw",
      "https://youtu.be/bYia8Vh4B9M",
      "https://youtu.be/WAE3-XPclE4"
    ],
    "biologi": [
      "https://youtu.be/CrlVgxuaTWk",
      "https://youtu.be/Xxm6xtjsFx0",
      "https://youtu.be/iMcKSiH5fYM",
      "https://youtu.be/mtx7xk-7KqQ"
    ]
  },
  "saran": {
    "atas": [
      "Dengan prestasimu yang begitu gemilang, jangan pernah berhenti menantang dirimu sendiri. Pertahankan standar tinggi yang kamu capai dan teruslah eksplorasi materi ini untuk mengasah potensimu yang luar biasa.",
      "Prestasimu luar biasa! Teruslah jaga fokus dan semangatmu untuk mengeksplorasi lebih jauh dalam materi ini.",
      "Dengan pencapaianmu yang gemilang, kamu memiliki potensi untuk mencapai prestasi yang lebih tinggi lagi. Teruslah berusaha dan jadilah inspirasi bagi orang lain.",
      "Tingkatkan lagi standar yang kamu tetapkan dengan menggali lebih dalam pengetahuanmu dalam materi ini. Jangan berhenti untuk tumbuh dan berkembang."
    ],
    "sedang_atas": [
      "Kerja kerasmu telah membuahkan hasil yang mengesankan. Jangan biarkan kepuasan ini membuatmu terlena. Lanjutkan semangatmu dalam mempelajari materi ini dan tunjukkan bahwa kamu mampu memperluas batas kemampuanmu.",
      "Kerja kerasmu terbayar dengan hasil yang membanggakan. Pertahankan semangat dan teruslah menantang dirimu sendiri.",
      "Dengan dedikasi yang kamu tunjukkan, kamu memiliki potensi untuk mencapai prestasi yang lebih besar. Teruslah berusaha dan tingkatkan lagi kemampuanmu.",
      "Jangan puas dengan kesuksesanmu saat ini. Teruslah mengeksplorasi materi ini dan buktikan bahwa kamu dapat melampaui batasan yang telah ditetapkan."
    ],
    "sedang_bawah": [
      "Walaupun hasilmu belum mencapai harapanmu, jangan putus asa. Tetaplah bersemangat dan jadikan ini sebagai motivasi untuk terus belajar dan berkembang.",
      "Setiap usaha yang kamu lakukan memiliki nilai penting. Terus tingkatkan pemahamanmu dalam materi ini dan buktikan bahwa kamu bisa mengatasi tantangan.",
      "Jadikan nilai ini sebagai batu loncatan untuk mencapai kemajuan yang lebih besar. Dengan kerja keras dan ketekunan, kamu bisa meraih kesuksesan.",
      "Meskipun hasilmu mungkin belum mencapai puncak, jangan menyerah dan tetap berjuang. Gunakan kesempatan ini untuk memperkuat pemahamanmu terhadap materi ini. Teruslah berlatih dan pertahankan semangat belajarmu."
    ],
    "bawah": [
      "Meskipun tantangan mungkin lebih besar, jangan biarkan kekecewaan meredam semangatmu. Perhatikan materi ini sebagai kesempatan untuk memperbaiki dan memperkuat dasar pengetahuanmu. Dengan ketekunan dan fokus, kamu bisa meningkatkan hasilmu dan mencapai keberhasilan yang luar biasa.",
      "Kegigihan dan keberanianmu untuk terus mencoba adalah kunci kesuksesan. Jangan berhenti berusaha dan jadikan setiap kesalahan sebagai pelajaran berharga.",
      "Jangan biarkan hasilmu saat ini menentukan masa depanmu. Teruslah belajar dengan tekun dan percayalah bahwa perbaikan itu mungkin.",
      "Meskipun tantanganmu besar, jangan menyerah. Jadikan ini sebagai titik tolak untuk memperbaiki diri dan membuktikan bahwa kamu bisa mengubah hasil menjadi lebih baik."
    ]
  }
}
